export const EXERCISE_CATEGORIES = {
  '심폐지구력': [
    '10m왕복오래달리기',
    '15m왕복오래달리기',
    '팝스왕복오래달리기(초등15m, 중고등20m)',
    '오래달리기걷기(초등1000m, 중고 여1200m, 중고 남1600m)',
    '스텝검사'
  ],
  '근력': [
    '약력검사',
    '배근력'
  ],
  '근지구력': [
    '윗몸일으키기',
    '윗몸말아올리기',
    '팔굽혀펴기',
    'V자앉기'
  ],
  '유연성': [
    '앉아윗몸앞으로굽히기'
  ],
  '평형성': [
    '한발로중심잡기'
  ],
  '순발력': [
    '제자리멀리뛰기',
    '제자리높이뛰기',
    '50m 달리기'
  ],
  '민첩성': [
    '5m 왕복달리기',
    '7m 왕복달리기',
    '10m 왕복달리기',
    '스피드줄넘기',
    '스피드발차기(제미타)'
  ]
};

export const DEFAULT_SELECTED_EXERCISES = [
  '10m 왕복달리기',
  '배근력',
  '윗몸일으키기',
  '팔굽혀펴기',
  '앉아윗몸앞으로굽히기',
  '한발로중심잡기',
  '제자리멀리뛰기',
  '스피드줄넘기'
]; 